{
  "chronicles": [
    {
      "value": 1,
      "name": "Технологии",
      "slides": [
        {
          "year": 1980,
          "text": "IBM представляет дисковую подсистему 3380 — крупные много-гигабайтные жёсткие диски."
        },
        {
          "year": 1981,
          "text": "IBM выпускает персональный компьютер IBM PC на базе MS-DOS."
        },
        {
          "year": 1982,
          "text": "Sony и Philips запускают коммерческий компакт-диск (CD) и плееры."
        },
        {
          "year": 1983,
          "text": "ARPANET переходит на TCP/IP, закладывая основу современного интернета."
        },
        {
          "year": 1984,
          "text": "Apple выпускает Macintosh с графическим интерфейсом и мышью."
        },
        {
          "year": 1985,
          "text": "Microsoft релизит Windows 1.0 — ранний графический интерфейс для ПК."
        },
        {
          "year": 1986,
          "text": "IBM представляет переносной ПК PC Convertible — один из первых ноутбуков."
        }
      ]
    },
    {
      "value": 2,
      "name": "Кино",
      "slides": [
        {
          "year": 1987,
          "text": "Выходит «Хищник» с Арнольдом Шварценеггером, ставший культовым фантастическим боевиком."
        },
        {
          "year": 1988,
          "text": "Премьера фильма «Кто подставил кролика Роджера» — революция в сочетании анимации и живых актёров."
        },
        {
          "year": 1989,
          "text": "Выходит «Бэтмен» Тима Бёртона, задавший мрачный тон супергеройским фильмам."
        },
        {
          "year": 1990,
          "text": "Премьера комедии «Один дома», ставшей рождественской классикой."
        },
        {
          "year": 1991,
          "text": "На экраны выходит «Терминатор 2: Судный день» — прорыв в спецэффектах."
        }
      ]
    },
    {
      "value": 3,
      "name": "Литература",
      "slides": [
        {
          "year": 1992,
          "text": "Донна Тартт публикует роман «Тайная история», ставший культовым в жанре дарк-академии."
        },
        {
          "year": 1993,
          "text": "Терри Пратчетт выпускает «Мелкие боги» — сатирический роман из цикла «Плоский мир»."
        },
        {
          "year": 1994,
          "text": "Харуки Мураками издаёт «Хроники заводной птицы» — многослойный роман в магическом реализме."
        },
        {
          "year": 1995,
          "text": "Филип Пулман публикует «Северное сияние» — первую часть трилогии «Тёмные начала»."
        },
        {
          "year": 1996,
          "text": "Джордж Мартин выпускает «Игра престолов» — первый роман цикла «Песнь льда и огня»."
        },
        {
          "year": 1997,
          "text": "Дж. К. Роулинг публикует «Гарри Поттер и философский камень» — начало мировой феномен-саги."
        }
      ]
    },
    {
      "value": 4,
      "name": "Театр",
      "slides": [
        {
          "year": 1999,
          "text": "Мюзикл «Мама Mia!» с песнями ABBA дебютирует на лондонском Вест-Энде."
        },
        {
          "year": 2000,
          "text": "Бродвейская премьера мюзикла «Контакт», получившего премию «Тони» как лучший."
        },
        {
          "year": 2001,
          "text": "В Лондоне ставят мюзикл «Чикаго» в новой постановке, вызвавшей волну интереса."
        },
        {
          "year": 2002,
          "text": "На Бродвее премьера «Hairspray» — яркого мюзикла, удостоенного восьми премий «Тони»."
        },
        {
          "year": 2003,
          "text": "Премьера мюзикла «Wicked» на Бродвее — переосмысление истории страны Оз."
        },
        {
          "year": 2004,
          "text": "Возрождённая постановка «Фантома Оперы» отмечает 7000-й показ на Бродвее."
        }
      ]
    },
    {
      "value": 5,
      "name": "Спорт",
      "slides": [
        {
          "year": 2004,
          "text": "Олимпийские игры в Афинах — возвращение игр на родину Олимпиад."
        },
        {
          "year": 2006,
          "text": "Италия выигрывает чемпионат мира по футболу, победив Францию по пенальти."
        },
        {
          "year": 2008,
          "text": "Олимпиада в Пекине — рекорд Майкла Фелпса: 8 золотых медалей."
        },
        {
          "year": 2010,
          "text": "Испания выигрывает свой первый чемпионат мира по футболу."
        },
        {
          "year": 2012,
          "text": "Олимпийские игры в Лондоне — участие рекордных 204 стран."
        },
        {
          "year": 2014,
          "text": "Германия побеждает на чемпионате мира, разгромив Бразилию 7:1 в полуфинале."
        }
      ]
    },
    {
      "value": 6,
      "name": "Наука",
      "slides": [
        {
          "year": 2015,
          "text": "Обнаружены гравитационные волны детекторами LIGO, подтверждая предсказание Эйнштейна."
        },
        {
          "year": 2016,
          "text": "Объявлено об открытии Проксимы b — потенциально обитаемой экзопланеты у Проксимы Центавра."
        },
        {
          "year": 2017,
          "text": "Международная команда впервые наблюдает столкновение нейтронных звёзд в реальном времени."
        },
        {
          "year": 2018,
          "text": "NASA запускает аппарат InSight для исследования внутренней структуры Марса."
        },
        {
          "year": 2019,
          "text": "Представлено первое в истории изображение чёрной дыры в галактике M87."
        },
        {
          "year": 2020,
          "text": "Созданы первые вакцины против COVID-19 на основе мРНК (Pfizer/BioNTech, Moderna)."
        },
        {
          "year": 2021,
          "text": "Запущен космический телескоп Джеймса Уэбба для изучения ранней Вселенной."
        },
        {
          "year": 2022,
          "text": "NASA успешно испытывает миссию DART по изменению траектории астероида."
        }
      ]
    }
  ]
}
