{
  "middleAge": [
    {
      "value": 1,
      "name": "Рыцарство и войны",
      "slides": [
        {
          "year": 1096,
          "text": "Начало Первого крестового похода для освобождения Святой земли."
        },
        {
          "year": 1187,
          "text": "Салах ад-Дин захватил Иерусалим после битвы при Хаттине."
        },
        {
          "year": 1215,
          "text": "Подписание Великой хартии вольностей в Англии королём Джоном."
        },
        {
          "year": 1346,
          "text": "Битва при Креси во время Столетней войны между Англией и Францией."
        },
        {
          "year": 1415,
          "text": "Победа англичан при Азенкуре с применением длинных луков."
        }
      ]
    },
    {
      "value": 2,
      "name": "Средневековое искусство и архитектура",
      "slides": [
        {
          "year": 1137,
          "text": "Начало строительства готического собора в Сент-Дени во Франции."
        },
        {
          "year": 1260,
          "text": "Мастер Никколо Пизано завершил мраморную кафедру в Пизанском баптистерии."
        },
        {
          "year": 1300,
          "text": "Расцвет готической архитектуры с витражами и сложными сводами."
        },
        {
          "year": 1434,
          "text": "Ян ван Эйк написал знаменитый портрет Арнольфини в Нидерландах."
        }
      ]
    },
    {
      "value": 3,
      "name": "Наука и образование",
      "slides": [
        {
          "year": 1088,
          "text": "Основан Болонский университет — один из старейших в Европе."
        },
        {
          "year": 1209,
          "text": "Создание Кембриджского университета английскими учёными-изгнанниками."
        },
        {
          "year": 1252,
          "text": "Роджер Бэкон начал эксперименты по оптике и астрономии."
        },
        {
          "year": 1364,
          "text": "Основан Ягеллонский университет в Кракове, важный центр образования."
        },
        {
          "year": 1450,
          "text": "Иоганн Гутенберг завершил печатный пресс, изменивший распространение знаний."
        },
        {
          "year": 1492,
          "text": "Мартин Бехайм создал первый известный земной глобус."
        }
      ]
    },
    {
      "value": 4,
      "name": "Религия и церковь",
      "slides": [
        {
          "year": 1054,
          "text": "Великий раскол разделил христианскую церковь на католическую и православную."
        },
        {
          "year": 1198,
          "text": "Иннокентий III стал папой, усилив власть католической церкви."
        },
        {
          "year": 1231,
          "text": "Начало деятельности инквизиции по борьбе с ересями в Европе."
        },
        {
          "year": 1378,
          "text": "Начало Великого западного раскола в католической церкви."
        },
        {
          "year": 1492,
          "text": "Папа Александр VI начал реформы и укрепление власти папства."
        }
      ]
    },
    {
      "value": 5,
      "name": "Быт и культура",
      "slides": [
        {
          "year": 900,
          "text": "Распространение деревянных и каменных замков в феодальной Европе."
        },
        {
          "year": 1200,
          "text": "Развитие городских рынков и гильдий ремесленников."
        },
        {
          "year": 1350,
          "text": "Повышение роли музыки и танцев в повседневной жизни."
        },
        {
          "year": 1485,
          "text": "Распространение книг благодаря печатному станку Гутенберга."
        }
      ]
    }
  ]
}
